Repository: zeteticl/xcode-demo-visionos
Catalog: BOTAnist/BOT-anist/Localizable.xcstrings
Source language: en
Languages: de, fr, hi, ja, ko, zh_cn

source: Awesome job!
de: Gut gemacht!
fr: Beau travail !
hi: शानदार काम!
ja: お見事です!
ko: 훌륭해요!
zh_cn: 棒极了！

source: BOT-anist
de: BOT-aniker
fr: BOT-aniste
hi: रोबोट बॉटनिस्ट
ko: 로봇 식물학자
zh_cn: 机器人植物学家

source: Backpack
de: Rucksack
fr: Sac à dos
hi: बैकपैक
ja: バックパック
ko: 배낭
zh_cn: 背包

source: Body
de: Körper
fr: Corps
hi: बॉडी
ja: 胴体
ko: 몸
zh_cn: 身体

source: Component
de: Bauteil
fr: Composant
hi: कॉम्पोनेन्ट
ja: 部品
ko: 부품
zh_cn: 部件

source: Component Picker
de: Bauteilauswahl
fr: Sélecteur de composant
hi: कॉम्पोनेन्ट चयनिका
ja: コンポーネントピッカー
ko: 부품 선택기
zh_cn: 部件选择器

source: Exit Game
de: Spiel beenden
fr: Quitter le jeu
hi: गेम से निकलें
ja: 終了
ko: 게임 종료
zh_cn: 退出游戏

source: Eye Shape
de: Augenform
fr: Forme des yeux
hi: आँख का आकार
ja: 目の形
ko: 눈 모양
zh_cn: 眼形

source: Greenhouse score
de: Gewächshaus-Score
fr: Score de la serre
hi: ग्रीनहाउस स्कोर
ja: 温室のスコア
ko: 온실 점수
zh_cn: 温室评分

source: Head
de: Kopf
fr: Tête
hi: हेडर
ja: 頭部
ko: 머리
zh_cn: 头部

source: Light Color
de: Lichtfarbe
fr: Couleur claire
hi: हल्का रंग
ja: 明るい色
ko: 밝은 색상
zh_cn: 浅色

source: Loading assets…
de: Medien laden …
fr: Chargement des ressources…
hi: ऐसेट लोड किए जा रहे हैं…
ja: アセットを読み込み中…
ko: 항목 로드 중…
zh_cn: 正在载入资源…

source: Material Color
de: Materialfarbe
fr: Couleur du matériau
hi: सामग्री का रंग
ja: 素材の色
ko: 소재 색상
zh_cn: 材质颜色

source: Propagate plants to earn points
de: Vermehre Pflanzen, um Punkte zu erzielen.
fr: Propagez les plantes pour gagner des points.
hi: पॉइंट कमाने के लिए पौधे लगाएँ
ja: 植物の数が増えるとポイントを獲得できます
ko: 식물을 번식시켜서 포인트 획득하기
zh_cn: 繁殖植物挣取分数

source: Quit BOT-anist
de: BOT-aniker beenden
fr: Quitter BOT-aniste
hi: रोबोट बॉटनिस्ट बंद करें
ja: BOT-anistを終了
ko: 로봇 식물학자 종료
zh_cn: 退出机器人植物学家

source: Randomize
de: Zufällig
fr: Aléatoire
hi: रैंडम तरीक़ा
ja: ランダム構成
ko: 무작위 설정
zh_cn: 随机配置

source: Replay
de: Erneut
fr: Rejouer
hi: फिर चलाएँ
ja: リプレイ
ko: 다시 재생
zh_cn: 重新开始

source: Reset
de: Zurücksetzen
fr: Réinitialiser
hi: रीसेट करें
ja: リセット
ko: 재설정
zh_cn: 还原

source: Start Planting
de: Mit dem Anpflanzen starten
fr: Commencer à planter
hi: पौधे लगाना शुरू करें
ja: 植え付けを開始
ko: 식물 심기 시작
zh_cn: 开始种植

source: You propagated %lld plants
de: Du hast %lld Pflanzen vermehrt.
fr: Vous avez propagé %lld plantes.
hi: आपने %lld पौधे लगाए
ja: 植物を%lld個増やしました
ko: %lld개의 식물을 번식시켰습니다.
zh_cn: 你繁殖了%lld棵植物

source: Material
fr: Matériau
hi: सामग्री
ja: 素材
ko: 소재
zh_cn: 材质
